Repository: ktgw0316/LightZone-l10n-fr
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: fr

source: Online Help
fr: Aide en Ligne

source: Online User Guide
fr: Guide Utilisateur en Ligne

source: Opacity Change
fr: Change l'Opacité

source: Open
fr: Ouvrir

source: Open LightZone files to rotate them
fr: Ouvrir les fichiers LightZone pour les faire tourner

source: Open Normally
fr: Ouvrir normalement

source: Open Recent
fr: Ouvrir Fichiers Récents

source: Open an Image
fr: Ouvrir une image

source: Open image from dialog
fr: Ouvrir une image avec le sélecteur de fichiers

source: Open...
fr: Ouvrir...

source: Opening a photo to edit
fr: Ouvrir une Photo pour l'Éditer

source: Opening...
fr: Ouverture...

source: Operating System Support
fr: Prise en charge de Système d'Exploitation

source: Optionally enter a new name for the converted image.
fr: Éventuellement entrez un nouveau nom pour l'image convertie.

source: Optionally, adjust the Luminosity range sliders to affect the part of the selected luminosity range.
fr: Optionnellement, ajustez le curseur de Luminosité pour modifier la Gamme de Luminosité sélectionnée.

source: Optionally, adjust the Range slider to increase or decrease the range of hues selected around the color shown by the color swatch.
fr: Optionnellement, ajustez le curseur de Gamme pour agrandir ou réduire la gamme de teintes sélectionnées autour de la couleur affichée par l'échantillon de couleur.

source: Optionally, check Black point compensation (applies only when the rendering intent is Relative Colorimetric).
fr: Éventuellement, choisissez l'intention de rendu Colorimétrie Relative avec Compensation du Point Noir.

source: Optionally, enter a different resolution and select a unit.
fr: Éventuellement, entrer une résolution différente et sélectionner une unité.

source: Optionally, enter a width and height in pixels in the Resize To text fields to scale down your photo.
fr: Éventuellement, définissez la largeur et la hauteur en pixels dans les champs "Redimensionner en" pour réduire votre photo.

source: Optionally, you can also convert your edited photos to TIFF files (for use in other applications).
fr: Optionnellement, vous pouvez aussi convertir vos photos éditées vers des fichiers TIFF (pour le partage avec d'autres applications).

source: Optionally:
fr: Optionnellement :

source: Ordinarily when you are editing a photo, if you try to edit another photo, LightZone will present you with a Save alert asking you whether you want to save your work before viewing the preview image for the other photo.
fr: D'ordinaire quand vous éditez une photo, si vous essayer d'éditer une autre photo, LightZone vous affichera un dialogue d'enregistrement vous demandant si vous souhaitez Enregistrer votre travail avant de voir l'aperçu de l'autre photo.

source: Ordinarily, a mask constrains its tool's effect to be inside all of its regions.
fr: Habituellement, un masque restreint l'effet de son outil à l'intérieur de toutes ses régions.

source: Ordinarily, a tool affects your entire photo.
fr: D'ordinaire, un outil affecte la totalité de votre photo.

source: Orient
fr: Orientation

source: Original Folder
fr: Dossier Original

source: Other
fr: Autres

source: Other applications that display multipage TIFF images show the first page by default.
fr: Les autres applications qui affiche les Images TIFF Multipages montre la première page par défaut.

source: Out-of-gamut colors are clipped.
fr: Les couleurs hors gamut sont écrêtées.

source: Out-of-gamut colors are shifted to the closest reproducible color in the destination color space.
fr: Les couleurs hors gamut sont décalées vers la couleur reproductible la plus proche dans l’espace colorimétrique de destination.

source: Output Size:
fr: Taille de sortie :

source: Output devices (such as printers and computer displays) often have limitations in how black the darkest black they can render is.
fr: Les périphériques de sortie (comme les imprimantes et les écrans d'ordinateurs) sont souvent limité quant à leur possibilité de restitution des Noirs les plus sombres.

source: Output to:
fr: Enregistré vers :

source: Overlay
fr: Incrustation

source: Overview of the photo buttons.
fr: Vue d'ensemble des boutons d'Actions Photo.

source: Page Setup...
fr: Mise en page...

source: Paste Region
fr: Coller la Région

source: Paste Region Linked
fr: Coller et lier la Région

source: Paste Tools...
fr: Coller le Développement...

source: Patterns or colors overlay existing pixels while preserving the highlights and shadows of the base color.
fr: Les motifs ou couleurs recouvre les pixels existants tandis que sont préservées les hautes et basses lumières des couleurs de base.

source: Pay extra attention to the choice of letting LightZone or the printer driver do the color conversion.
fr: Portez une attention particulière pour le choix de laisser LightZone ou le pilote d'impression procéder à la conversion de couleur.

source: Perceptual
fr: Perceptuel

source: Photo Browser
fr: Navigateur Photo

source: Photo Editor
fr: Éditeur Photo

source: Photo Viewer
fr: La Visionneuse Photo

source: Photo buttons overview
fr: Vue d'ensemble des boutons d'Actions Photo

source: Photo viewer
fr: Visionneuse Photo

source: Pick Color
fr: Choisir Couleur

source: Pick White Balance
fr: Choisir la Balance des Blancs

source: Pick White Point
fr: Choisir le Point Blanc

source: Pick a folder that has some images in it.
fr: Choisissez un dossier contenant des images.

source: Pick a new color profile for this display
fr: Choisir un nouveau profil colorimétrique pour cet affichage

source: Pick a new scratch folder
fr: Désigner un nouveau dossier temporaire

source: Pixel Sampler
fr: Informations Pixel

source: Pixels per inch
fr: Pixels par pouces

source: Please connect, then try again.
fr: Merci de vous connecter, puis réessayer.

source: Polygonal Regions
fr: Régions polygonales

source: Position and size your photo on the paper by entering distances and dimensions in the Left, Top, Width, Height, and Scale text fields, or simply click the Center Image checkbox and Scale to Fit button.
fr: Positionnez et dimensionnez votre photo en entrant les distances et les dimensions dans les champs Gauche, Haut, Largeur, Hauteur, et échelle, ou simplement cochez l'option Centrer l'Image et cliquez sur Adapter à la page.

source: Preferences
fr: Préférences

source: Preferences...
fr: Préférences...

source: Preferences: Copyright
fr: Préférences : Copyright

source: Preferences: Save
fr: Préférences : Enregistrement

source: Preview a style by moving the mouse over its name.
fr: Prévisualisez un style en passant la souris au-dessus de son nom.

source: Previewing...
fr: Prévisualisation...

source: Print
fr: Imprimer

source: Print quality
fr: Qualité d'Impression

source: Print the selected image
fr: Imprimer l'image sélectionnée

source: Print this image
fr: Imprimer cette image

source: Print...
fr: Imprimer...

source: Printer Managed Colors
fr: Couleurs gérées par l'Imprimante

source: Printer Profile
fr: Profil d'Imprimante

source: Printing
fr: Impressions

source: Printing...
fr: Impression en cours...

source: Proof
fr: Épreuvage

source: Proof tool
fr: L'Outil d'Épreuvage

source: Quality
fr: Qualité

source: Quit
fr: Quitter

source: RAW Adjustments
fr: Ajustements RAW

source: RGB
fr: RVB

source: Radius
fr: Rayon

source: Range
fr: Gamme

source: Rate
fr: Notation

source: Rate $1
fr: Noter $1

source: Rate $1 and Select Next
fr: Noter $1 et Sélectionner le Suivant

source: Rate the selected image
fr: Noter la/les images sélectionnée(s)

source: Rating
fr: Notation

source: Rating JPEG files modifies only the rating metadata: the image data is not modified.
fr: Attribuer une note à un fichier JPEG modifie seulement les métadonnées de notation, les données de l'image ne sont pas modifiées.

source: Rating photos
fr: Notez des photos

source: Rating your photos is a way to sort and select the ones to edit and find later.
fr: L'attribution de note à vos photos est une façon de les trier et sélectionner celles à éditer et les trouver plus tard.

source: Raw Adjustments
fr: Ajustements RAW

source: Raw Adjustments tool
fr: Outil d'Ajustements RAW

source: Raw files from Canon, Fuji, Kodak, Leaf Valeo, Leica, Minolta, Nikon, Olympus, Panasonic, Pentax, and Sony cameras are supported.
fr: Les fichiers Bruts (Raw) de Canon, Fuji, Kodak, Leaf Valeo, Leica, Minolta, Nikon, Olympus, Panasonic, Pentax, and Sony cameras sont supportés.

source: Raw files from the following cameras are now supported: Canon EOS 1Ds Mark III, Panasonic DMC-L10.
fr: Les fichiers bruts (Raw) des appareils suivant sont désormais supportés : Canon EOS 1Ds Mark III, Panasonic DMC-L10.

source: Raw files from the following cameras are now supported: Canon Powershot G9, Leica V-Lux 1, Nikon D3, Nikon D300, Olympus E-3, Panasonic DMC-FZ18, Sony Alpha DSLR-A700.
fr: Les fichiers bruts (Raw) des appareils suivant sont désormais supportés : Canon Powershot G9, Leica V-Lux 1, Nikon D3, Nikon D300, Olympus E-3, Panasonic DMC-FZ18, Sony Alpha DSLR-A700.

source: Raw files from the following cameras are now supported: Canon EOS 450D, Canon EOS 1000D, Fuji Finepix S100FS, Nikon D60, Nikon D700, Olympus E-420, Olympus E-520, Pentax K20D, Pentax K200D, Samsung GX20 Sony A200, Sony A350.
fr: Les fichiers bruts (Raw) des appareils suivant sont désormais supportés : Canon EOS 450D, Canon EOS 1000D, Fuji Finepix S100FS, Nikon D60, Nikon D700, Olympus E-420, Olympus E-520, Pentax K20D, Pentax K200D, Samsung GX20 Sony A200, Sony A350.

source: Raw files from the following cameras are now supported: Canon EOS 5D Mark II, Canon EOS 50D, Canon Powershot G10, Nikon D3X, Nikon D90, Nikon D700, Olympus E-30, Olympus E-620, Panasonic DMC-LX3, Panasonic DMC-FZ28, Panasonic DMC-G1, Pentax K2000, Sony A300, Sony A900
fr: Les fichiers bruts (Raw) des appareils suivant sont désormais supportés : Canon EOS 5D Mark II, Canon EOS 50D, Canon Powershot G10, Nikon D3X, Nikon D90, Nikon D700, Olympus E-30, Olympus E-620, Panasonic DMC-LX3, Panasonic DMC-FZ28, Panasonic DMC-G1, Pentax K2000, Sony A300, Sony A900

source: Raw files from the following cameras are now supported: Olympus E-400, E-410, E-510; Ricoh Caplio GX100.
fr: Les fichiers bruts (Raw) des appareils suivant sont désormais supportés : Olympus E-400, E-410, E-510; Ricoh Caplio GX100.

source: Raw files from the following cameras are now supported: Olympus E-P1
fr: Les fichiers bruts (Raw) des appareils suivant sont désormais supportés : Olympus E-P1

source: Really delete these files?
fr: Voulez-voulez vraiment effacer ces fichiers ?

source: Really delete this file?
fr: Voulez-voulez vraiment effacer ce fichier ?

source: Recent Folder
fr: Dossier Récent

source: Recently used files and directories
fr: Les Fichiers et dossiers récemment utilisés

source: Recently used files and folders
fr: Les Fichiers et Dossiers Récemment utilisés

source: Recently used settings for tools
fr: Les Réglages Récemment utilisés pour les outils

source: Red
fr: Rouge

source: Red Eyes
fr: Yeux Rouges

source: Red-Eye
fr: Yeux-Rouges

source: Redo
fr: Rétablir

source: Redo last step
fr: Rétablir la dernière étape

source: Reds
fr: Rouges

source: Reducing color casts is most easily done for photos that were taken under mixed lighting conditions and have easily identifiable neutral grays.
fr: Réduire des teintes est plus facile pour des photos qio ont étés prises avec des conditions d'éclairage mixte et qui ont des gris neutres identifables.

source: Refresh
fr: Rafraîchir

source: Region Change
fr: Changer Région

source: Region Mode
fr: Mode Région

source: Region kinds
fr: Types de Région

source: Regions
fr: Régions

source: Regions and masks
fr: Régions and masques

source: Regions are therefore always editable.
fr: Les Régions sont par conséquent toujours éditables.

source: Regions: Adding control points
fr: Régions: Ajouter des points de contrôle

source: Regions: Adjusting regions
fr: Régions : Ajustement des Régions

source: Regions: Copying regions
fr: Régions: Copier des régions

source: Regions: Creating regions
fr: Régions : Création de régions

source: Regions: Deleting
fr: Régions : Suppression

source: Regions: Deleting control points
fr: Régions : Supprimer des points de contrôle

source: Regions: Feathering
fr: Régions : Adoucissement

source: Regions: Kinds
fr: Régions : Types

source: Related photos can now be stacked.
fr: Les photos liées peuvent désormais être repliées en pile.

source: Relative Colorimetric
fr: Colorimétrie Relative

source: Remember Preset
fr: Se souvenir du réglage

source: Remind me later
fr: Me le rappeler plus tard

source: Remove $1
fr: Retirer $1

source: Remove Aspect Ratio Constraints
fr: Désactiver les contraintes de Proportions

source: Remove Rating
fr: Enlever la Notation

source: Remove Rating and Select Next
fr: Enlever la Notation et Sélectionner le Suivant

source: Remove from the stack
fr: Retirer du développement

source: Remove this Style
fr: Supprimer ce Style

source: Rename $1 to:
fr: Renommer $1 en :

source: Rename...
fr: Renommer...

source: Renaming photos
fr: Renommer des Photos

source: Rendering Intent
fr: Intention de rendu

source: Rendering intent
fr: Intention de rendu

source: Repeat for every desired control point.
fr: Répétez l'opération pour chaque point de contrôle voulus.

source: Repeat from step 3 for every control point you want to add.
fr: Répérez depuis l'étape 3 pour chaque point de contrôle que vous souhaitez ajouter.

source: Repeat from step 3 for every control point you want to adjust.
fr: Répérez depuis l'étape 3 pour chaque point de contrôle que vous souhaitez ajuster.

source: Repeat from step 3 for every control point you want to delete.
fr: Répérez depuis l'étape 3 pour chaque point de contrôle que vous souhaitez supprimer.

source: Replace
fr: Remplacer

source: Replacing it will overwrite its current contents.
fr: Le Remplacement écrasera les Contenus actuels.

source: Rescan Folder
fr: Rescanner le dossier

source: Reset
fr: Remettre à zéro

source: Reset Color Selection
fr: RAZ Sélection Couleur

source: Reset Crop
fr: Remettre à zéro le Recadrage

source: Reset LightZone Settings
fr: Remise à zéro des paramètres de LightZone

source: Reset Rotate
fr: Remettre à zéro la Rotation

source: Reset color selection
fr: RAZ sélection couleur

source: Reset the crop bounds
fr: Remettre à zéro le recadrage

source: Reset the rotation
fr: Remettre à zéro la rotation

source: Reset the rotation angle
fr: Remettre à zéro l'angle de rotation

source: Reset...
fr: Remettre à zéro...

source: Resetting LightZone Settings means LightZone will work the way it did when it was new.
fr: Remettre à zéro les paramètres de LightZone signifie que LightZone fonctionnera tel qu'à la première installation.

source: Resetting LightZone Settings will restore LightZone to its factory settings.
fr: Remettre à zéro les Paramètres de LightZone restaurera les paramètres par défaut de LightZone.

source: Resetting these can help fix some problems, but loses your customizations.
fr: Remettre à zéro peut aider à résoudre certains problèmes, mais perd vos personnalisations.

source: Resetting your LightZone Settings may fix this.
fr: Remettre à zéro les paramètres de LightZone peut régler cela.

source: Resize To
fr: Redimensionner en

source: Restore Factory Styles
fr: Restaurer les Styles d'usine

source: Restoring LightZone Settings means LightZone will work the way it did when it was new.
fr: Restaurer les paramètres de LightZone signifie que LightZone fonctionnera tel qu'à la première installation.

source: Restoring Preferences
fr: Restauration des Préférences

source: Restricting tools' effect to a color/luminosity range.
fr: Restreindre l'effet d'un outil à une gamme de couleur/luminosité.

source: Result color
fr: Couleur Finale

source: Revert
fr: Revenir

source: Revert the color selection
fr: RAZ la Sélection Couleur

source: Revert...
fr: Revenirt...

source: Rotate
fr: Tourner

source: Rotate 90 degrees clockwise
fr: Tourner de 90 degrés sens horaire

source: Rotate 90 degrees counter-clockwise
fr: Tourner de 90 degrés sens anti-horaire

source: Rotate Left
fr: Tourner vers la Gauche

source: Rotate Left and Select Next
fr: Tourner vers la gauche et Sélectionner le suivant

source: Rotate Mode
fr: Mode Rotation

source: Rotate Right
fr: Tourner vers la Droite

source: Rotate Right and Select Next
fr: Tourner vers la droite et Sélectionner le suivant

source: Rotate the image
fr: Tourner l'image

source: Rotate the image (fine)
fr: Tourner l'image (précis)

source: Rotate the image 90 degrees clockwise
fr: Tourner l'image de 90 degrés Horaire

source: Rotate the image 90 degrees counterclockwise
fr: Tourner l'image de 90 degrés Anti-Horaire

source: Rotate tool
fr: L'Outil de Rotation

source: Rotating JPEG files modifies only the rotation metadata: the image data is not modified.
fr: Tourner des fichiers JPEG modifie seulement les métadonnés d'Orientation: les données de l'image ne sont pas modifiées.

source: Rotating photos
fr: Rotation des photos

source: Rotating photos in the browser
fr: Rotation des Photos dans le Navigateur

source: Sampled Colors
fr: Couleurs Échantillonnées

source: Sampler
fr: Pipette

source: Save
fr: Enregistrer

source: Save As...
fr: Enregistrer sous...

source: Save Changes
fr: Enregistrer les modicfications

source: Save Format
fr: Format d'enregistrement

source: Save LightZone files as
fr: Enregistrer les fichiers LightZone comme

source: Save LightZone files as:
fr: Enregistrer les fichiers LightZone comme :

source: Save Style
fr: Enregistrer le Style

source: Save To:
fr: Enregistré vers :

source: Save as Style...
fr: Enregistrer comme un Style...

source: Save changes to $1?
fr: Enregistrer les modifications de $1?

source: Save changes to this document before closing?
fr: Enregistrer le document avant de fermer ?

source: Save this image in a new format
fr: Enregistrer cette image vers un nouveau format

source: Save this image to a file
fr: Enregistrer cette images dans un fichier

source: Save to $1
fr: Enregistrer vers $1

source: Save to Folder
fr: Enregistrer vers le Dossier

source: Save without asking from now on.
fr: Enregistrement sans confirmation activé.

source: Saving to $1...
fr: Enregistrement sous $1...

source: Saving your work
fr: Enregistrer votre travail

source: Saving...
fr: Enregistrement...

source: Scale
fr: Échelle

source: Scale to Fit
fr: Adapter à la page

source: Scaled Print Size
fr: Mise à l'échelle

source: Scanning $1...
fr: Recherche dans $1...

source: Scanning Color Profiles
fr: Recherche des Profils de couleur

source: Scanning Saved Documents
fr: Recherche des Documents enregistrés

source: Scratch Folder
fr: Dossier Temporaire

source: Screen
fr: Superposition

source: Search
fr: Chercher

source: Second, as shown by the red arrows, the base and blend colors are blended together using a blending mode producing the result colors.
fr: Ensuite, comme le montré par les flèches rouges, les couleurs de base et de fusion sont fusionnées ensemble en utilisant un mode de fusion pour produire les couleurs finales.

source: See also:
fr: Voir aussi :

source: See also: Soft Burn.)
fr: Voir aussi: Soft Burn.)

source: Select
fr: Sélectionner

source: Select $1 Preset
fr: Sélectionne $1 Préréglage

source: Select LightZone Edit > Preferences... (the Preferences dialog will appear).
fr: Choisir LightZone Éditer > Préférences... (Le dialogue de Préférences apparaîtra).

source: Select All
fr: Tout Sélectionner

source: Select Browser > Apply Style > and the name of the style that you want to apply.
fr: Choisissez Navigateur > Appliquer un style > et le nom du style que vous souhaitez appliquer.

source: Select Browser > Convert... (The batch convert dialog will be presented.)
fr: Aller dans Navigateur > Convertir... (La fenêtre de conversion par lot sera affichée.)

source: Select Browser > Edit.
fr: Allez dans Navigateur > Éditer.

source: Select Browser > Move to Trash... Recycle Bin...
fr: Allez dans Navigateur > Déplacer vers La Poubelle... La Corbeille...

source: Select Browser > Rating > and the rating your want to give.
fr: Aller dans Navigateur > Notation > et choisissez la note que vous souhaitez donner.

source: Select Browser > Rename...
fr: Aller dans Navigateur > Renommer...

source: Select Delete Point.
fr: Choisissez Supprimer le Point.

source: Select Edit > Copy Region.
fr: Choisissez Éditer > Copier la Région.

source: Select Edit > Cut Region.
fr: Choisissez Éditer > Couper la Région. (*Alternativement, vous pouvez également appuyer sur la touche Suppr, ou faire un clic droit sur la région et choisir Supprimer la région*)

source: Select Edit > Paste Region or Paste Region Linked.
fr: Choisissez Éditer > Coller la Région ou Coller et lier la Région.

source: Select File > Convert Image... or Browser > Convert...
fr: Choisissez Fichier > Convertir l'Image... ou Navigateur > Convertir...

source: Select File > Convert...
fr: Depuis l'éditeur allez dans Fichier > Convertir Image... Ou depuis le Navigateur, choisir la vignette d'une image et aller dans Navigateur > Convert...

source: Select File > Manage Styles...
fr: Choisissez Fichier > Gérer les Styles...

source: Select File > Open...
fr: Aller dans Fichier > Ouvrir...

source: Select File > Open... and use the file-chooser dialog to navigate to and select the photo you want to edit.
fr: Aller dans Fichier > Ouvrir... et utilisez le sélecteur de fichiers pour naviguer vers et choisir la photo que vous voulez éditer.

source: Select File > Print... to print the photo currently being edited, or Browser > Print... to print the photo for the selected thumbnail in the Photo Browser.
fr: Choisissez Fichier > Imprimer... pour imprimer la photo en cours d'édition, ou Navigateur > Imprimer... pour imprimer la photo de la vignette sélectionnée dans le Navigateur Photo.

source: Select File > Save as Style...
fr: Choisissez Fichier > Enregistrer comme un Style...

source: Select File > Save... or Save As...
fr: Choisissez Fichier > Enregistrer... ou Enregistrer sous...

source: Select File > Send...
fr: Choisissez Fichier > Envoyer...

source: Select Recent
fr: Sélectionner Récent

source: Select Software Update to get the latest Java from Apple.
fr: Choisir Mise à jour Logiciel pour obtenir la dernière version de Java d'Apple.

source: Select a Folder
fr: Sélectionner un dossier

source: Select a destination folder for the converted image.
fr: Choisissez le dossier de destination pour l'image convertie.

source: Select a destination folder for the file.
fr: Choisissez un dossier de destination pour le fichier.

source: Select a different blend mode.
fr: Changez de mode de fusion.

source: Select a neutral color in the photo
fr: Choisir une couleur neutre dans la photo

source: Select an Image
fr: Sélectionner une image

source: Select how colors will be handled from the Color Handling pop-up menu:
fr: Choisissez de quelle façon les couleurs seront prises en charge dans le menu déroulant pour le Traitement des couleurs :

source: Select one or more thumbnails of the photos in the browser that you want to delete.
fr: Sélectionnez une ou plusieurs vignettes des photos que vous voulez supprimer dans le navigateur.

source: Select one or more thumbnails of the photos in the browser that you want to send.
fr: Sélectionnez une ou plusieurs vignettes des photos que vous voulez envoyer dans le navigateur.

source: Select one or more thumbnails of the photos that you want to apply a style to.
fr: Sélectionnez une ou plusieurs vignettes des photos auxquelles vous souhaitez appliquer un style.

source: Select one or more thumbnails of the photos that you want to drag & drop.
fr: Séletionner une ou plusieurs vignettes des photos que vous voulez Glisser et Déposer.
